{
  "results": [
    {
      "id": 1,
      "date_time": "10 October, 18:00",
      "geometry": {
        "location": {
          "lat": -17.77266667,
          "lng": 177.3819333
        }
      },
      "boat_speed": 0,
      "wind_speed": 0,
      "temp": 0,
      "update": "## Avant Garde II - Denarau Marina\n\nPreparing the boat to depart on Saturday morning.  Awaiting the last crew member.\n\nLatitude: -17.77266667\nLongitude: 177.3819333",
      "author": "Keith Pattie"
    },
    {
      "id": 2,
      "date_time": "12 October, 14:35",
      "geometry": {
        "location": {
          "lat": -17.94395,
          "lng": 177.193
        }
      },
      "boat_speed": 6.3,
      "wind_speed": 6.3,
      "temp": 28,
      "update": "## On our way\n\nWe have passed through Navula Passage about 10 minutes ago in smooth seas but it will be a wee bit rougher soon.\n\nWe got out of Denarau at 10:00am.\n\nLunch was fish wraps. Yum.\n\nLatitude: -17.94395\nLongitude: 177.193",
      "author": "Keith"
    },
    {
      "id": 3,
      "date_time": "13 October, 10:00",
      "geometry": {
        "location": {
          "lat": -20.50243333,
          "lng": 176.8491
        }
      },
      "boat_speed": 8.5,
      "wind_speed": 17,
      "temp": 0,
      "update": "Morning you Land Lubbers.\n\nWe are all getting our sea legs although we all have been a wee green over the last 24 hours but no sickness.\n\nIn the last 24 hours we have had between 6 to 7 knots with a 1 reef and the staysail and a normally easterly 18 t0 25 kts, seas moderate swells.  We prepared dinner but we thought with the seas and the crew tummies we decides snacks were easier to hand around.\n\nThis morning the wind has dropped so we have the full sail and the genoa out and have between 8.5 kts and 9.7 kts.\n\nOur first 24 hours run was 175NM.\n\nLatitude: -20.50243333\nLongitude: 176.8491",
      "author": "Keith"
    },
    {
      "id": 4,
      "date_time": "14 October, 11:00",
      "geometry": {
      "location": {
        "lat": -23.6495,
        "lng": 176.2840667

        }
      },
      "boat_speed": 9,
      "wind_speed": 24,
      "temp": 0,
      "update": "Sorry for the later report due to the fact that the Iridium phone needed more dollars, thanks for arranging that Carl.\n\nWell it was a great days sailing yesterday with comfortable seas.  So good that lunch by cook Leo and was prime steak, veggies and followed with fresh pawpaw with lime juice.  This morning we have had  wind up to 24kts so we were 1 reef and the staysail out and some surfing up to 12.7 kts, very pleasant.  We have some great guidance from one of Alan's sailor mates who has been sending weather information and he is right on the money, very helpful. We have slowed down as there is a tricky cyclone at the top of the of the north island and as we are such polite Gents we are letting it going first before we pick up speed again.  Did I mention saying any thing about being chicken???\n\n24 hour run: 190nm\n\nLatitude: -23.6495\nLongitude: 176.2840667",
      "author": "Keith"
    },
    {
      "id": 5,
      "date_time": "15 October 11:45",
      "geometry": {
      "location": {
        "lat": -26.14531667,
        "lng": 175.69775
        }
      },
      "boat_speed": 6,
      "wind_speed": 18,
      "temp": 0,
      "update": "Last night was a mixed bag of weather, during my watch conditions were perfect with gentle seas, clear skies and 15-18kts of wind giving 7-8kts of boat speed and in the end we had some mixed up seas and rain and wind up to 30-35kts, Leo described it like sleeping on a Trampoline not getting of the mat while Brett was definitely getting airborne so we all slipped at he back.  Today is sunny and still warm sailing into a moderate sea.  All feeling good.\n\nLatitude: -26.14531667\nLongitude: 175.69775",
      "author": "Keith"
    },
    {
      "id": 7,
      "date_time": "16 October 11:00",
      "geometry": {
      "location": {
        "lat": -28.825,
        "lng": 175.2083333
        }
      },
      "boat_speed": 7.5,
      "wind_speed": 20,
      "temp": 0,
      "update": "Late again due to the Editor of this report was a few shades of green but not sick.🤢 Sitting at the computer at the nav station was not recomended. The wind was 20 to 30 kts and the sea was not being nice to us with large swells and choppy waves last night but has calmed a little now.  Breakfast was about 1100AM for the crew!  Signing off now to get some fresh air.\n\nLatitude: -28.825\nLongitude: 175.2083333",
      "author": "Keith"
    }
  ],
  "status": "ok"
}